Revit 2027 API
StructuralSectionGeneralH.InnerFillet Property
 Inner Fillet - Corner fillet inner radius.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double InnerFillet { get; set; }
Public Property InnerFillet As Double
	Get
	Set
public:
property double InnerFillet {
	double get ();
	void set (double value);
}
member InnerFillet : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionGeneralH Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace